import React from 'react';

export const data = [
  {
    image: 1,
    content: (
      <>
        <p>
          <span style={{ fontWeight: '600' }}>
            Ми поруч, коли щось іде не так — або просто хочеш щось запитати.
          </span>
        </p>
        <p>
          <span style={{ fontWeight: '600' }}>Giraffy</span> — це не лише
          платформа, а й спільнота людей, які допомагають одне одному. Ми
          хочемо, щоб твій досвід користування був{' '}
          <span style={{ fontWeight: '600' }}>
            легким, приємним і без зайвих “ой”.
          </span>
          Тому, якщо щось пішло не за планом —{' '}
          <span style={{ fontWeight: '600' }}>
            не хвилюйся, ми вже тут, щоб розібратись.
          </span>
        </p>

        <p>
          Спочатку радимо заглянути до{' '}
          <a href="/faq" style={{ fontWeight: '600', color: '#4285f4' }}>
            FAQ
          </a>{' '}
          — там зібрані відповіді на найпоширеніші питання. Можливо, саме там
          знайдеш швидке рішення.
        </p>
        <p>
          Якщо ж твоя ситуація{' '}
          <span style={{ fontWeight: '600' }}>унікальна</span> (а ми знаємо,
          таке буває!), просто заповни форму нижче.{' '}
          <span style={{ fontWeight: '600' }}>
            Опиши коротко, що трапилось,
          </span>
          і ми зв’яжемося з тобою якнайшвидше.Ми читаємо{' '}
          <span style={{ fontWeight: '600' }}>кожне звернення вручну,</span>
          тож твій голос точно не загубиться.
        </p>
      </>
    ),
  },
];
