export const MODAL_CONTENTS = {
  welcome: {
    title: 'Вітаємо в Giraffy!',
    description:
      'Реєстрацію завершено успішно. Досліджуй, знаходь і ділись речами легко!',
    buttonText: 'Почати користуватися',
  },
  error: {
    title: 'Щось пішло не так :(',
    description:
      'Перевір, чи всі поля заповнено правильно. Якщо помилка повторюється - спробуй пізніше.',
    buttonText: 'Спробувати ще раз',
  },
  sendmessage: {
    title: 'Посилання надіслано',
    description: 'Перевірте пошту - там посилання для скидання пароля',
    buttonText: 'OK',
  },
  successreview: {
    title: 'Відгук опубліковано',
    description:
      'Ваш відгук успішно збережено. Інші користувачі вже можуть його прочитати',
    buttonText: 'Повернутися',
  },
  complaint: {
    title: 'Скаргу надіслано',
    description:
      'Дякуємо! Ми розглянемо звернення та вживемо заходів, якщо буде потрібно',
    buttonText: 'Зрозуміло',
  },
} as const;
